Repository: eddyem/c-cgi-lib
Catalog: locale/*/*.po
Languages: ru

source: Bad level
ru: Недопустимый уровень доступа

source: Bad service URL
ru: Отсутствует наименование сервиса для регистрации

source: Can't create file
ru: Не могу создать файл

source: Can't define your IP
ru: Не могу определить ваш IP-адрес

source: Can't save file
ru: Не могу сохранить файл

source: Corrupted query
ru: Поврежденный запрос

source: Database error
ru: Ошибка базы данных

source: Error! %s.
ru: Ошибка! %s.

source: File exists
ru: Файл существует

source: File size is too large
ru: Размер файла слишком велик

source: Login busy
ru: Пользователь с таким именем уже существует

source: Memory error
ru: Ошибка памяти

source: No level
ru: Не указан уровень доступа

source: No password
ru: Не указан пароль

source: No query string
ru: Отсутствует строка запроса

source: No session ID
ru: Отсутствует идентификатор сессии

source: No user name
ru: Не указано имя пользователя

source: Query has no information about a file
ru: Запрос не содержит информации о файле

source: Query size is too large
ru: Размер запроса слишком велик

source: Unknown error
ru: Неизвестная ошибка

source: User's name length is more than 128 symbols
ru: Длина имени пользователя превышает 128 символов

source: User's password length is more than 64 symbols
ru: Длина пароля превышает 64 символа

source: Users' database corrupted
ru: Повреждена база данных пользователей

source: Wrong login/password
ru: Неверная пара имя-пароль

source: You aren't registered
ru: Вы не зарегистрированы

source: You aren't registered in this service
ru: Вы не зарегистрированы на этом сервисе

source: You can't delete user root
ru: Вы не можете удалить пользователя root
